{
    "questions": [
      {
        
        "text": "Напиши, пожалуйста, свои полные ФИО",
        "required": true,
        "type": "text"
      },
      {
        
        "text": "Опиши одним–двумя абзацами главный фактор, который стал решающим в твоём решении уволиться. Почему именно он оказался критичным?",
        "required": true,
        "type": "long_text"
      },
      {
        
        "text": "Расскажи о других факторах (до трёх), которые также повлияли на твоё решение. Чем они были для тебя важны?",
        "required": false,
        "type": "long_text"
      },
      {
        
        "text": "Есть ли у тебя в данный момент активный оффер? Если да, расскажи от какой компании и какие условия тебя привлекли. Если нет — почему?",
        "required": true,
        "type": "long_text"
      },
      {
        
        "text": "Укажи ФИО руководителя, который ставил тебе задачи и давал обратную связь",
        "required": true,
        "type": "text"
      },
      {
        
        "text": "Как складывались твои отношения с непосредственным руководителем? Приведи примеры удачных или проблемных взаимодействий.",
        "required": true,
        "type": "long_text"
      },
      {
        
        "text": "Опиши психологический климат в своём подразделении: что помогало и что мешало комфортной работе?",
        "required": true,
        "type": "long_text"
      },
      {
        
        "text": "Как ты оцениваешь свои возможности профессионального развития внутри компании? Какие барьеры или, наоборот, возможности ты видел?",
        "required": true,
        "type": "long_text"
      },
      {
        
        "text": "Насколько, по твоему опыту, компания заботилась о благополучии сотрудников? Приведи примеры поддержки или её отсутствия.",
        "required": true,
        "type": "long_text"
      },
      {
        
        "text": "Что, по твоему мнению, стоит изменить, внедрить или улучшить в процессах, команде или компании в целом? Дай конкретные предложения.",
        "required": true,
        "type": "long_text"
      }
    ]
  }
  